Repository: daryakut/hupres
Catalog: backend/locales/*/LC_MESSAGES/messages.po
Languages: uk

source: ERROR: Localization is not working!
uk: Локалізація успішно "підключена"!

source: Hello world!
uk: Привiт світ!

source: That's gonna be a 'no' from me.
uk: Сторінка не знайдена.

source: Рост
uk: Зріст

source: Схема тела
uk: Схема тіла

source: Цвет глаз
uk: Колір очей

source: Цвет волос
uk: Колір волосся

source: Структура волос
uk: Структура волосся

source: Особенности кожи
uk: Особливості шкіри

source: Размер носа
uk: Розмір носа

source: Форма лица
uk: Форма обличчя

source: Выпуклость ногтей
uk: Опуклість нігтів

source: Размер ладони
uk: Розмір долоні

source: Тело особенности
uk: Тіло особливості

source: Форма пальцев
uk: Форма пальців

source: Ногти форма
uk: Нігті форма

source: Талия
uk: Талія

source: Кончик носа
uk: Кінчик носа

source: Ноздри
uk: Ніздрі

source: Форма ладони
uk: Форма долоні

source: Объем мышц
uk: Об'ем м'язів

source: Жировая клетчатка
uk: Жирова клітковина

source: Толщина волос
uk: Товщина волосся

source: Густота волос
uk: Густота волосся

source: Длина пальцев
uk: Довжина пальців

source: Особенности кистей
uk: Особливості кистей рук

source: Мышцы плотность
uk: Пружність м'язів

source: Длина шеи
uk: Довжина шиї

source: Толщина шеи
uk: ТИовщина шиї

source: Особенности волос
uk: Особливості волосся

source: Особенности пальцев
uk: Особливості пальців

source: Затрудняюсь ответить
uk: Важко відповісти

source: Рост низкий
uk: Зріст низький

source: Рост средний
uk: Зріст середній

source: Рост высокий
uk: Зріст високий

source: Малый прямоугольник
uk: Малий прямокутник

source: Узкий прямоугольник
uk: Вузький прямокутник

source: Больш шир прямоугольник
uk: Великий широкий прямокутник

source: Шире в плечах
uk: Ширше у плечах

source: Шире в бедрах
uk: Ширше у стегнах

source: Тело сухое
uk: Тіло сухе

source: Тело объемное
uk: Тіло об'ємне

source: Талия выражена
uk: Талія виражена

source: Талия сглажена
uk: Талія згладжена

source: Жир клетч слабая
uk: Жирова клітковина слаба

source: Жир клетч выражена
uk: Жирова клітковина виражена

source: Голубые глаза
uk: Блакитні очі

source: Серые (стальные) глаза
uk: Сірі (сталеві) очі

source: Серо-голуб гл с темн вкрапл
uk: Сіро-блакитні очі з темними вкрапленнями

source: Серо-голуб гл с жел-зел зонами
uk: Сіро-блакитні очі з жовто-зеленими зонами

source: Черные глаза
uk: Чорні очі

source: Карие глаза
uk: Карі очі

source: Зеленые глаза
uk: Зелені очі

source: Желто-зеленые глаза
uk: Жовто-зелені очі

source: Рябые глаза
uk: Рябі очі

source: Тонкие волосы
uk: Тонке волосся

source: Волосы средней толщины
uk: Волосся середньої товщини

source: Толстые волосы
uk: Товсте волосся

source: Редкие волосы
uk: Рідке волосся

source: Густые волосы
uk: Густе волосся

source: Прямые волосы
uk: Пряме волосся

source: Волнистые волосы
uk: Хвилясте волосся

source: Кучерявые волосы
uk: Кучеряве волосся

source: Рыжие волосы
uk: Руде волосся

source: Каштановые волосы
uk: Каштанове волосся

source: Черные волосы
uk: Чорне волосся

source: Темно русые волосы
uk: Темнорусяве волосся

source: Русые волосы
uk: Русяве волосся

source: Светлые волосы
uk: Світле волосся

source: Жесткие волосы
uk: Жорстке волосся

source: Ранняя седина
uk: Рання сивина

source: Ранние залысины
uk: ранні залисини

source: Круглое лицо
uk: Кругле обличчя

source: Вытянутый прямоугольник
uk: Витягнутий прямокутник

source: Большой треугольник
uk: Великий трикутник

source: Малый треугольник
uk: Малий трикутник

source: Широк прямоугольн "Квадрат"
uk: Широкий прямокутник "Квадрат"

source: Малый нос
uk: Малий ніс

source: Крупный нос
uk: Великий ніс

source: Горбинка на носу
uk: Горбина на носі

source: Крючковидный нос
uk: Гачкоподібний ніс

source: Прямой нос
uk: Прямий ніс

source: Широкие ноздри
uk: Широкі ніздрі

source: Узкие ноздри
uk: Вузькі ніздрі

source: Острый кончик носа
uk: Гострий кінчик носа

source: Круглый кончик носа
uk: Круглий кінчик носа

source: Курносый кончик носа
uk: Курносий кінчик носа

source: Нос "уточкой"
uk: Ніс "качечкою"

source: Длинная спинка носа
uk: Довга спинка носа

source: Короткая спинка носа
uk: Коротка спинка носа

source: Широкая спинка носа
uk: Широка спинка носа

source: Тонкая спинка носа
uk: Тонка спинка носа

source: Шея короткая
uk: Шия коротка

source: Средняя длина шеи
uk: Середня довжина шиї

source: Длинная шея
uk: Довга шия

source: Толстая шея
uk: Товста шия

source: Средняя толщина шеи
uk: Середня товщина шиї

source: Тонкая шея
uk: Тонка шия

source: Крупные ладони
uk: Велика долоня

source: Малые ладони
uk: Мала долоня

source: Прямоугольник
uk: Прямокутник

source: Узкий вытян прямоугольник
uk: Вузький витягнутий прямокутник

source: Мягкие рыхлые ладони
uk: М'які пухкі долоні

source: Налитые плотные ладони
uk: Налиті щільні долоні

source: "Сухие" кисти
uk: "Сухі" кисті

source: Длинные пальцы
uk: Довгі пальці

source: Средняя длина пальцев
uk: Середня довжина пальців

source: Короткие пальцы
uk: Короткі пальці

source: Ровные пальцы
uk: Рівні пальці

source: Конусообразные пальцы
uk: Конусоподібні пальці

source: Искривленные пальцы
uk: Викривлені пальці

source: Узловатые пальцы
uk: Вузловаті пальці

source: "Сухие" пальцы
uk: "Сухі" пальці

source: Мясистые пальцы
uk: М'ясисті пальці

source: Длинный прямоугольник
uk: Довгий прямокутник

source: Трапеция короткая
uk: Трапеція коротка

source: Трапеция длинная
uk: Трапеція довга

source: Монетоподобные
uk: Монетоподібні

source: Овальные
uk: Овальні

source: Попер и прод выпукл (линза)
uk: Поперечно та продально випуклі (лінза)

source: Поперечно-выпуклые
uk: Поперечно-випуклі

source: Плоские
uk: Плоскі

source: Мышцы тонкие
uk: М'язи тонкі

source: Мышцы объемные
uk: М'язи об'ємні

source: Мягкие рыхлые мышцы
uk: М'які пухкі м'язи

source: Плотные "резиновые" мышцы
uk: Пружні "гумові" м'язи

source: Крупные поры (лицо)
uk: Великі пори (обличчя)

source: Кожа легко краснеет
uk: Шкіра легко червоніє

source: Веснушки
uk: Веснянки

source: Тип эмоциональности КН
uk: Тип емоційності КН

source: Особенности мышления и восприятия КН
uk: Особливості мислення та сприйняття КН

source: Особенности работоспособности КН
uk: Особливості працездатності КН

source: Коммуникации КН
uk: Комунікації КН

source: Эмоциональная открытость
uk: Емоційна відкритість

source: Стрессоустойчивость
uk: Стресостійкість

source: Рациональность / Интуитивность
uk: Раціональність / Інтуітивність

source: Коммуникабельность
uk: Комунікабельність

source: Эмоциональная подвижность КН
uk: Емоційна рухливість КН

source: Эмпатия КН
uk: Емпатія КН

source: Скорость мышления КН
uk: Швидкість мислення КН

source: Завершенность мышления КН
uk: Завершеність мислення КН

source: Гибкость мышления КН
uk: Гнучкість мислення КН

source: Скорость работы КН
uk: Швидкість роботи КН

source: Быстрый старт КН
uk: Швидкий старт КН

source: Выносливость (интеллектуальная и эмоциональная) КН
uk: Витривалість (інтелектуальна та емоційна) КН

source: Настойчивость КН
uk: Наполегливість КН

source: Внимательность КН
uk: Уважність КН

source: Усидчивость КН
uk: Посидючість КН

source: Дисциплинированность КН
uk: Дисциплінованість КН

source: Инициативность КН
uk: Ініціативність КН

source: Инициатива в отношениях КН
uk: Ініціатива у відносинах КН

source: Авторитаризм/Демократичность КН
uk: Авторитаризм / Демократичність КН

source: Качество контактов КН
uk: Якість контактів КН

source: Ориентированность на внешние события и объекты, реакции людей или концентрация на внутреннюю психическую активность (шкала интроверт - экстраверт).
uk: Орієнтація на зовнішні події та об'єкти, реакції людей або концентрація на внутрішню психічну активність (шкала інтроверт - екстраверт).

source: Способность контролировать эмоции и принимать рациональные решения независимо от них, целенаправленно действовать в обстановке форс-мажора.
uk: Спроможність контролювати емоції і приймати раціональні рішення незалежно від них, цілеспрямовано діяти в обставинах форс-мажора.

source: Шкала склонности к интуитивному мышлению (иррациональные оценка и способ принятия решений, основанные на внутренних ощущениях, без четких логических обоснований и опоры на «твердые» факты) или к рациональному мышлению (принятие решений осмысленно логически, основываясь на очевидных фактах, предыдущем опыте и осознанных закономерностях).
uk: Шкала схильності до інтуїтивного мислення (ірраціональні оцінка і спосіб прийняття рішень, засновані на внутрішніх відчуттях, без чітких логічних обґрунтувань і опори на "тверді" факти) або до раціонального мислення (прийняття рішень осмислено логічно, засновуючись на очевидних фактах, досвіді та освідомлених закономірностях)

source: Способность к установке связей, контактов.
uk: Спроможність до встановлення зв'язків, контактів.

source: Сила и скорость смены эмоций и поведения в ответ на происходящие события.
uk: Сила і швидкість зміни емоцій та поведінки відповідно до подій, які відбуваються.

source: Осознанное сопереживание эмоциональному состоянию другого человека. Позволяет лучше понимать позицию партнера, оставаясь на своей позиции.
uk: Свідоме співпереживання емоційному стану іншої людини. Дозволяє краще розуміти позицію партнера, залишаючись на своїй позиції.

source: Скорость обработки и оценки новой информации.
uk: Швидкість обробки та оцінки нової інформації.

source: Способность завершать процесс мышления принятием решения.
uk: Спроможність завершувати процес мислення прийняттям рішення.

source: Гибкость мышления – способность модифицировать собственный опыт и изменять существующие правила для решения новых задач, которые не решаются старыми способами.
uk: Гнучкість мислення - спроможність модифікувати власний досвід і змінювати існуючі правила для вирішення нових задач, які не вирішуються старими способами.

source: Скорость, с которой в ОБЫЧНЫХ (без стрессов) условиях выполняется любая работа.
uk: Швидкість, з якою в ЗВИЧАЙНИХ (без стресів) умовах виконується будь-яка робота.

source: Способность без промедления активно включаться в выполнение работы, не теряя времени на психологическую подготовку.
uk: Спроможність без зволікань активно залучатися до виконання роботи, не втрачаючи часу на психологічну підготовку.

source: "Способность сохранять эффективную работоспособность. Чем ниже показатель, тем быстрее устает человек."
uk: Спроможність зберігати ефективну працездатність. Чим нижчий показник, тим швидше втомлюється людина.

source: Способность добиваться необходимого результата, проявляя твердость и гибкость, несмотря на возникающие трудности.
uk: Спроможність досягати необхідного результату, виявляючи твердість і гнучкість, незважаючи на виникаючі труднощі.

source: Способность удерживать нужную концентрацию внимания на важных задачах.
uk: Спроможність утримувати необхідну концентрацію уваги на важливих завданнях.

source: Способность устойчиво выполнять монотонную и кропотливую работу.
uk: Спроможність стійко виконувати монотонну і кропітку роботу.

source: Склонность к соблюдению правил поведения личности, соответствие принятым в обществе нормам или требованиям правил распорядка. Контроль собственного поведения.
uk: Схильність до дотримання правил поведінки особистості, відповідність прийнятим в суспільстві нормам або вимогам правил порядку. Контроль власної поведінки.

source: Желание первым вступать в контакты, заявлять о своих намерениях, запускать деловые и другие процессы, приводящие к изменениям имеющейся ситуации.
uk: Бажання першим вступати в контакти, декларувати свої наміри, запускати ділові та інші процеси, що призводять до змін існуючої ситуації.

source: Наличие или отсутствие инициативы при формировании отношений с окружающими.
uk: Наявність або відсутність ініціативи при формуванні відносин з оточуючими.

source: Демократичность или авторитарность в отношениях.
uk: Демократичність чи авторитарність у відносинах.

source: Качество актуальных контактов по уровню эмоциональности, взаимной приязни, полезности, содержательности и т.п.
uk: Якість поточних контактів за рівнем емоційності, взаємної приязності, корисності, змістовності і тому подібне.

source: Необщительность, замкнутость. Риск десоциализации.
uk: Недостатня комунікабельність, внутрішня замкнутість. Ризик десоціалізації.

source: Стрессоустойчивость снижена. Склонность к чувственной ранимости, неконтролируемым эмоциям. В условиях стресса существует риск эмоциональных необдуманных решений.
uk: Стресостійкість знижена. Схильність до почуттєвої вразливості, неконтрольованим емоціям. У умовах стресу існує ризик емоційних необдуманих рішень.

source: Мышление строго логическое на основе фактов и осознанных закономерностей. Риск неспособности строить решения «на голом месте» в ситуациях неопределенности, оттягивания решений «здесь и сейчас» или полной остановки деятельности из-за отсутствия решений.
uk: Мислення строго логічне на основі фактів і свідомих закономірностей. Ризик неспроможності будувати рішення "на голому місці" в ситуаціях невизначеності, відкладання рішень "тут і зараз" або повної зупинки діяльності через відсутність рішень.

source: Коммуникабельность низкая. Общение происходит преимущественно с проверенными людьми и по конкретным поводам. Замкнутость.
uk: Комунікабельність низька. Спілкування відбувається переважно з перевіреними людьми та за конкретними приводами. Замкнутість.

source: Низкая эмоциональность. Риск замкнутости и эмоциональной холодности.
uk: Низька емоційність. Ризик закритості та емоційної холоднокровності.

source: ZZZ не эмоциональный человек. Она склонна к замкнутости и слабой реакции на чужие эмоции.
uk: ZZZ не є емоційною особистістю. Вона схильна до закритості та слабкої реакції на чужі емоції.

source: ZZZ не эмоциональный человек. Он склонен к замкнутости и слабой реакции на чужие эмоции.
uk: ZZZ не є емоційною особистістю. Він схильний до закритості та слабкої реакції на чужі емоції.

source: Эмоциональная отстраненность, не способствующая доверительным контактам и взаимопониманию.
uk: Емоційна віддаленість, яка не сприяє довірливим контактам та взаєморозумінню.

source: Существенным препятствием в формировании доверительных отношений с другими людьми может стать ее низкая эмпатия. ZZZ просто не способна к сопереживанию, эмоциональное состояние, радость и горе других людей не вызывает в ней сильного эмоционального отклика. Естественно, это не способствует эмоциональному взаимопониманию с окружающими, что хорошо для коллектора, или бесстрастного начальника, но совершенно недопустимо, если необходимо расположить к себе человека, вызвать его доверие, или установить неформальные отношения.
uk: Значною перешкодою у формуванні довірливих відносин з іншими людьми може стати її низька емпатія. ZZZ просто не здатна до глибокого співчуття; емоційний стан, радість і горе інших людей не викликає в неї сильної емоційної реакції. Зрозуміло, що це не сприяє емоційному взаєморозумінню з оточуючими, що, одночасно, добре, наприклад, для колектора або начальника, але це абсолютно неприпустимо, якщо необхідно сприяти взаєморозумінню з людьми, здобути їхню довіру або встановити неофіційні відносини.

source: Существенным препятствием в формировании доверительных отношений с другими людьми может стать его низкая эмпатия. ZZZ просто не способен к сопереживанию, эмоциональное состояние, радость и горе других людей не вызывает в нем эмоционального отклика. Естественно, это не способствует эмоциональному взаимопониманию с окружающими, что хорошо для коллектора, или бесстрастного начальника, но совершенно недопустимо если необходимо расположить к себе человека, вызвать его доверие, или установить неформальные отношения.
uk: Значною перешкодою у формуванні довірливих відносин з іншими людьми може стати його низька емпатія. ZZZ просто не здатний до співпереживання; емоційний стан, радість і горе інших людей не викликає в ньому емоційної реакції. Зрозуміло, що це не сприяє емоційному взаєморозумінню з оточуючими, що, одночасно, добре, наприклад, для колектора або начальника, але це абсолютно неприпустимо, якщо необхідно сприяти взаєморозумінню з людьми, здобути їхню довіру або встановити неофіційні відносини.

source: Мышление основательное, но очень медленное, без остроты реакций. Освоение новой информации занимает значительное время.
uk: Мислення обґрунтоване, але дуже повільне, без гостроти реакцій. Оволодіння новою інформацією займає значний час.

source: То, что касается скорости мышления, то можно сказать, что ZZZ думает медленно. Но это не имеет никакого отношение к оценке ее интеллектуальных способностей, или сообразительности. Речь идет о том, что ей нужно больше времени чем другим для освоения, например, новой информации, но качество усвоения может быть очень высоким. ZZZ мыслит медленно, но основательно.
uk: Щодо швидкості мислення можна сказати, що ZZZ думає повільно. Але це не має нічого спільного з оцінкою її інтелектуальних здібностей чи кмітливості. Розмова йде про те, що їй потрібно більше часу, ніж іншим, для освоєння, наприклад, нової інформації, але якість освоєння може бути дуже високою. ZZZ мислить повільно, але обґрунтовано.

source: То, что касается скорости мышления, то можно сказать, что ZZZ думает медленно. Но это не имеет никакого отношение к оценке его интеллектуальных способностей, или сообразительности. Речь идет о том, что ему нужно больше времени чем другим для освоения, например, новой информации, но качество усвоения может быть очень высоким. ZZZ мыслит медленно, но основательно.
uk: Щодо швидкості мислення можна сказати, що ZZZ думає повільно. Але це не має нічого спільного з оцінкою його інтелектуальних здібностей чи кмітливості. Розмова йде про те, що йому потрібно більше часу, ніж іншим, для освоєння, наприклад, нової інформації, але якість освоєння може бути дуже високою. ZZZ мислить повільно, але обґрунтовано.

source: Процесс мышления может не приводить к окончательному решению и/или перескакивать на другие темы.
uk: Процес мислення може не призводити до остаточного рішення та/або перескакувати на інші теми.

source: ZZZ трудно принять окончательное решение. Она долго может размышлять, так ничего и не решив, и перескакивать на другие темы.
uk: ZZZ важко приймати остаточне рішення. Вона довго може роздумувати, так нічого і не вирішивши, і перескакувати на інші теми.

source: ZZZ трудно принять окончательное решение. Он может долго размышлять, так ничего и не решив, и перескакивать на другие темы.
uk: ZZZ важко приймати остаточне рішення. Він може довго роздумувати, так нічого і не вирішивши, і перескакувати на інші теми.

source: Мышление готовыми стереотипами, по шаблонам. Риск игнорирования фактов, не укладывающихся в устоявшиеся стереотипы, отрицания инноваций.
uk: Мислення готовими стереотипами, за шаблонами. Ризик ігнорування фактів, що не вписуються в усталені стереотипи, відмова від інновацій.

source: Также нужно учитывать, что ZZZ мыслит стереотипами и шаблонами, всячески избегая экспериментов. Для нее естественно пользоваться стандартными наработанными решениями. Соответственно, нестандартные ситуации, которые невозможно решить эффективно шаблонными методами могут представлять для нее существенные затруднения. Ей недостает гибкости мышления.
uk: Також потрібно враховувати, що ZZZ мислить стереотипами і шаблонами, уникаючи експериментів. Для неї є типовим користуватися стандартними вже відомими рішеннями. Відповідно, нестандартні ситуації, які неможливо вирішити ефективно шаблонними методами, можуть становити для неї суттєві труднощі. Їй не вистачає гнучкості мислення.

source: Также нужно учитывать, что ZZZ мыслит стереотипами и шаблонами, всячески избегая экспериментов. Для него естественно пользоваться стандартными наработанными решениями. Соответственно, нестандартные ситуации, которые невозможно решить эффективно шаблонными методами могут представлять для него существенные затруднения. Ему недостает гибкости мышления.
uk: Також потрібно враховувати, що ZZZ мислить стереотипами і шаблонами, уникаючи експериментів. Для нього є типовим користуватися стандартними вже відомими рішеннями. Відповідно, нестандартні ситуації, які неможливо вирішити ефективно шаблонними методами, можуть становити для нього суттєві труднощі. Йому не вистачає гнучкості мислення.

source: Медлительность при выполнении любой работы. В работе слишком большое значение придается незначительным мелочам. Риск зависания в процессе работы и проявление раздражительности, когда торопят.
uk: Тривалість виконання будь-якої роботи. У роботі занадто велике значення приділяється незначним дрібницям. Ризик застрягання в процесі роботи та проявлення роздратованості, коли підганяють.

source: ZZZ медлительна при выполнении любой работы. В работе она слишком большое значение придает незначительным мелочам.
uk: ZZZ повільно виконує будь-яку роботу. У роботі вона занадто велике значення приділяє незначним дрібницям.

source: ZZZ медлителен при выполнении любой работы. В работе он слишком большое значение придает незначительным мелочам.
uk: ZZZ повільно виконує будь-яку роботу. У роботі він занадто велике значення приділяє незначним дрібницям.

source: Медленное и трудное начало нового дела. Для «старта» часто требуется сильный стимул.
uk: Повільний та важкий початок нового справи. Для "старту" часто потрібен сильний стимул.

source: Ей тяжело приступить к новому делу. Может очень долго собираться и готовиться. Чтобы начать двигаться ей часто нужен сильный стимул.
uk: Їй важко приступити до нової справи. Може дуже довго готуватися і збиратися. Щоб розпочати рухатися, їй часто потрібен сильний стимул.

source: Ему тяжело приступить к новому делу. Может очень долго собираться и готовиться. Чтобы начать двигаться ему часто нужен сильный стимул.
uk: Йому важко приступити до нової справи. Може дуже довго готуватися і збиратися. Щоб розпочати рухатися, йому часто потрібен сильний стимул.

source: Повышенная или высокая утомляемость. Работа производится преимущественно короткими рывками, которые должны чередоваться паузами в работе. Часто это компенсируется хорошей продуктивностью и высокой скоростью работы именно во время рывка.
uk: Підвищена або висока втомлюваність. Працює переважно короткими ривками з перервами в роботі. Часто це компенсується гарною продуктивністю і високою швидкістю роботи саме під час ривка.

source: Относительно выносливости, нужно отметить, что ZZZ устает быстрее других. Утомляемость у нее повышена. Работает ZZZ преимущественно короткими рывками, которые должны чередоваться перерывами. Часто это компенсируется хорошей продуктивностью и высокой скоростью работы именно во время рывка.
uk: Щодо витривалості, слід відзначити, що ZZZ втомлюється швидше, ніж інші. Втомлюваність у неї підвищена. Працює ZZZ переважно короткими ривками з перервами в роботі. Часто це компенсується гарною продуктивністю і високою швидкістю роботи саме під час ривка.

source: Относительно выносливости, нужно отметить, что ZZZ устает быстрее других. Утомляемость у него повышена. Работает ZZZ преимущественно короткими рывками, которые должны чередоваться перерывами. Часто это компенсируется хорошей продуктивностью и высокой скоростью работы именно во время рывка.
uk: Щодо витривалості, слід відзначити, що ZZZ втомлюється швидше, ніж інші. Втомлюваність у нього підвищена. Працює ZZZ переважно короткими ривками з перервами в роботі. Часто це компенсується гарною продуктивністю і високою швидкістю роботи саме під час ривка.

source: Нежелание преодолевать трудности. Нежелание выходить из собственной зоны комфорта для преодоления препятствий. При их возникновении возможен отказ от цели.
uk: Небажання долати труднощі. Небажання виходити з власної зони комфорту для подолання перешкод. При їх виникненні можлива відмова від мети.
