Repository: daryakut/hupres
Catalog: backend/locales/*/LC_MESSAGES/messages.po
Languages: uk

source: При возникновении трудностей и препятствий ZZZ не проявляет необходимой настойчивости и дополнительных усилий, а с готовностью отказывается от своей первоначальной цели, если таким образом можно сохранить собственную зону комфорта.
uk: При виникненні труднощів і перешкод ZZZ не виявляє необхідної наполегливості та додаткових зусиль, а з готовністю відмовляється від своєї початкової мети, якщо таким чином можна зберегти власну зону комфорту.

source: Проблемы с концентрацией внимания на решении конкретной задачи. Высока вероятность ошибок и низкой эффективности работы.
uk: Проблеми з концентрацією уваги на розв'язанні конкретного завдання. Висока ймовірність помилок і низької ефективності роботи.

source: Обратите внимание, так как это может быть важным - ZZZ может быть очень невнимательна. И ее невнимательность может стать причиной ошибок и невозможности концентрации внимания на конкретной задаче или предмете.
uk: Зверніть увагу, оскільки це може бути важливим - ZZZ може бути дуже неуважною. І її неуважність може стати причиною помилок і неможливості сконцентруватися на конкретному завданні чи предметі.

source: Обратите внимание, так как это может быть важным - ZZZ может быть очень невнимателен. И его невнимательность может стать причиной ошибок и невозможности концентрации внимания на конкретной задаче или предмете.
uk: Зверніть увагу, оскільки це може бути важливим - ZZZ може бути дуже неуважним. І його неуважність може стати причиною помилок і неможливості сконцентруватися на конкретному завданні чи предметі.

source: Неусидчивость. Вероятность не доведения начатых дел до конца. Рекомендуется разбивать работу на последовательные блоки, каждый из которых заканчивается конкретным результатом.
uk: Непосидючість. Ймовірність недоведення початих справ до кінця. Рекомендується розбивати роботу на послідовні блоки, кожен з яких закінчується конкретним результатом.

source: Легко нарушает правила и регламенты. Склонность к осознанному нарушению правил и регламентов. Существование любых рамок и ограничений вызывает проявленный или внутренний протест.
uk: Легко порушує правила та регламенти. Схильність до свідомого порушення правил та регламентів. Існування будь-яких рамок та обмежень викликає явний або внутрішній протест.

source: И про дисциплину. ZZZ недисциплинированный человек. Сам факт наличия правил и ограничений вызывает у нее протест, явный или внутренний.
uk: Щодо дисципліни. ZZZ недисциплінована особа. Сам факт наявності правил та обмежень викликає в неї протест, явний чи внутрішній.

source: И про дисциплину. ZZZ недисциплинированный человек. Сам факт наличия правил и ограничений вызывает у него протест, явный или внутренний.
uk: Щодо дисципліни. ZZZ недисциплінована особа. Сам факт наявності правил та обмежень викликає у нього протест, явний чи внутрішній.

source: Безынициативность – нежелание проявлять инициативу без острой необходимости. Риск сужения внешних контактов и низкой деловой активности.
uk: Безініціативність - небажання виявляти ініціативу без гострої необхідності. Ризик звуження зовнішніх контактів та низької ділової активності.

source: Она не любит проявлять инициативу без острой необходимости.
uk: Вона не любить виявляти ініціативу без гострої необхідності.

source: Он не любит проявлять инициативу без острой необходимости.
uk: Він не любить виявляти ініціативу без гострої необхідності.

source: Застенчивость. Нежелание привлекать к себе внимание. Инициатива вступления в отношения полностью возлагается на партнера. В ответ на знаки внимания к себе, считает своим долгом ответить тем же.
uk: Сором'язливість. Небажання привертати до себе увагу. Ініціатива початку відносин повністю покладається на партнера. У відповідь на знаки уваги вважає своєю обов'язковістю відповісти тим же.

source: ZZZ застенчива и стремится не привлекать к себе внимания. Инициативу не проявляет. Рассчитывает на то, что первый шаг сделает партнер.
uk: ZZZ сором'язлива і прагне не привертати на себе увагу. Ініціативу не виявляє. Розраховує, що перший крок зробить партнер.

source: ZZZ застенчив и стремится не привлекать к себе внимания. Инициативу не проявляет. Рассчитывает на то, что первый шаг сделает партнер.
uk: ZZZ сором'язливий і прагне не привертати на себе увагу. Ініціативу не виявляє. Розраховує, що перший крок зробить партнер.

source: Доминирование в отношениях – как принцип жизни. Риск жесткой авторитарности в отношениях.
uk: Домінування в відносинах - як принцип життя. Ризик жорстокої авторитарності в відносинах.

source: ZZZ склонна к доминированию и авторитаризму. Стремиться быть главной и навязывать свою волю.
uk: ZZZ схильна до домінування та авторитаризму. Прагне бути головною та нав'язувати свою волю.

source: ZZZ склонен к доминированию и авторитаризму. Стремиться быть главным и навязывать свою волю.
uk: ZZZ схильний до домінування та авторитаризму. Прагне бути головним та нав'язувати свою волю.

source: Стремление к беспорядочному и постоянному расширению контактов. Есть риск потери их содержательности, смысла и взаимной полезности. Часто обременяет себя бессмысленными обязательствами.
uk: Прагнення до безладного та постійного розширення контактів. Є ризик втрати їх змістовності, сенсу та взаємної користі. Часто перевантажує себе безглуздими зобов'язаннями.

source: ZZZ стремится общаться с новыми людьми. Круг общения очень широкий и, можно сказать, беспорядочный. Смысл контактов, их ценность и полезности для нее особого значения не имеют. Ее общительный характер может представлять проблему, когда для поддержания связей иногда со случайными знакомыми она вынуждена тратить силы на бессмысленное общение, или обременять себя лишними обязательствами.
uk: ZZZ прагне спілкуватися з новими людьми. Круг спілкування дуже широкий і, можна сказати, безладний. Сенс контактів, їхня цінність і корисність для неї не мають особливого значення. Її комунікабельний характер може становити проблему, коли для підтримання зв'язків іноді вона змушена витрачати сили на безглузді бесіди або обтяжувати себе зайвими зобов'язаннями.

source: ZZZ стремится общаться с новыми людьми. Круг общения очень широкий и, можно сказать, беспорядочный. Смысл контактов, их ценность и полезности для него особого значения не имеют. Его общительный характер может представлять проблему, когда для поддержания связей иногда со случайными знакомыми он вынужден тратить силы на бессмысленное общение, или обременять себя лишними обязательствами.
uk: ZZZ прагне спілкуватися з новими людьми. Круг спілкування дуже широкий і, можна сказати, безладний. Сенс контактів, їхня цінність і корисність для нього особливого значення не мають. Його комунікабельний характер може становити проблему, коли для підтримання зв'язків іноді він змушений витрачати сили на безглузді бесіди або обтяжувати себе зайвими зобов'язаннями.

source: Интровертность. Отсутствует потребность в расширении круга общения и ярких впечатлениях.
uk: Інтровертність. Відсутність потреби у розширенні кола спілкування та яскравих вражень.

source: Стрессоустойчивость снижена. Чувственная ранимость, склонность к неконтролируемым эмоциям. В условиях стресса существует риск эмоциональных необдуманных решений.
uk: Стресостійкість знижена. Чутливість до стресу, схильність до неконтрольованих емоцій. У стресових умовах існує ризик емоційних необдуманих рішень.

source: Склонность к рациональному мышлению. При принятии решений опирается на очевидные факты, предыдущий опыт и осознанные закономерности больше, чем на собственную интуицию.
uk: Схильність до раціонального мислення. При прийнятті рішень спирається на очевидні факти, попередній досвід і усвідомлені закономірності більше, ніж на власну інтуїцію.

source: Коммуникабельность ниже среднего уровня. Круг общения ограничен, содержание контактов максимально конкретное, ограничивается непосредственными потребностями и поводом.
uk: Комунікабельність нижче середнього рівня. Коло спілкування обмежене, зміст контактів максимально конкретний, обмежується безпосередніми потребами і приводом.

source: Сдержанные проявления своих и восприятие чужих эмоций.
uk: Стримані прояви своїх та сприйняття чужих емоцій.

source: ZZZ сдержанно проявляет свои эмоции и так же сдержано реагирует на чужие.
uk: ZZZ стримано виявляє свої емоції і так само стримано реагує на чужі.

source: Эмпатия низкая. Слабое эмоциональное взаимодействие и отсутствие стремления понимать партнера.
uk: Емпатія низька. Слабка эмоційна взаємодія та відсутність бажання розуміти партнера.

source: ZZZ не склонна к сопереживанию, реакция на эмоциональное состояние других людей больше формальная, чем эмоциональная. Эмпатия у нее снижена.
uk: ZZZ не схильна до співчуття, реакція на емоційний стан інших людей більше формальна, ніж емоційна. Емпатія у неї знижена.

source: ZZZ не склонен к сопереживанию, реакция на эмоциональное состояние других людей больше формальная, чем эмоциональная. Эмпатия у него снижена.
uk: ZZZ не схильний до співчуття, реакція на емоційний стан інших людей більше формальна, ніж емоційна. Емпатія у нього знижена.

source: Обработка новой информации медленная, но с высоким качеством.
uk: Обробка нової інформації повільна, але з високою якістю.

source: Она мыслит медленно, но основательно.
uk: Вона мислить повільно, але ретельно.

source: Он мыслит медленно, но основательно.
uk: Він мислить повільно, але ретельно.

source: Склонность к сомнениям. Процесс мышления не заканчивается четкими выводами, решения принимаются с трудом.
uk: Схильність до сумнівів. Процес мислення не завершується чіткими висновками, рішення приймаються складно.

source: ZZZ склонна к сомнениям, которые значительно мешают ей делать четкие выводы и принимать окончательные решения.
uk: ZZZ схильна до сумнівів, що значно утруднює чіткі висновки і прийняття остаточних рішень.

source: ZZZ склонен к сомнениям, которые значительно мешают ему делать четкие выводы и принимать окончательные решения.
uk: ZZZ схильний до сумнівів, що значно утруднює чіткі висновки і прийняття остаточних рішень.

source: Отсутствие желания экспериментировать в поиске нужных решений, даже если получаемый результат не вполне удовлетворительный.
uk: Відсутність бажання експериментувати у пошуку потрібних рішень, навіть якщо отриманий результат не зовсім задовільний.

source: ZZZ предпочитает не экспериментировать, а использовать старые проверенные решения.
uk: ZZZ віддає перевагу використанню старих перевірених рішень, без зайвих експериментів.

source: Склонность к неторопливой работе. Высокий темп работы вызывает сильный дискомфорт.
uk: Схильність до неквапливої роботи. Високий темп роботи викликає сильний дискомфорт.

source: ZZZ склонна к неторопливой работе. Необходимость работать в быстром темпе может вызывать у нее сильный дискомфорт.
uk: ZZZ схильний до неквапливої роботи. Необхідність працювати в швидкому темпі може викликати у неї сильний дискомфорт.

source: ZZZ склонен к неторопливой работе. Необходимость работать в быстром темпе может вызывать у него сильный дискомфорт.
uk: ZZZ схильний до неквапливої роботи. Необхідність працювати в швидкому темпі може викликати у нього сильний дискомфорт.

source: Неторопливость в начале нового дела. Всегда требуется время на психологическую самоподготовку.
uk: Неквапливість на початку нової справи. Завжди потрібен час на психологічну самопідготовку.

source: К новому делу ZZZ приступает неторопливо. Часто ей нужно время на психологическую подготовку.
uk: До нового діла ZZZ приступає неквапливо. Часто їй потрібен час на психологічну підготовку.

source: К новому делу ZZZ приступает неторопливо. Часто ему нужно время на психологическую подготовку.
uk: До нового діла ZZZ приступає неквапливо. Часто йому потрібен час на психологічну підготовку.

source: Повышенная или высокая утомляемость. Работает преимущественно короткими рывками, которые должны чередоваться паузами в работе. Часто это компенсируется хорошей продуктивностью и высокой скоростью работы во время рывка.
uk: Підвищена або висока втомлюваність. Працює переважно короткими ривками з перервами в роботі. Часто це компенсується гарною продуктивністю і високою швидкістю роботи саме під час ривка.

source: Относительно выносливости, нужно отметить, что ZZZ устает немного быстрее чем другие. Выносливость ниже средней. Работает ZZZ преимущественно короткими рывками, которые должны чередоваться перерывами. Часто это компенсируется хорошей продуктивностью и высокой скоростью работы именно во время рывка.
uk: Щодо витривалості, варто відзначити, що ZZZ втомлюється трошки швидше, ніж інші. Витривалість нижче середньої. ZZZ працює переважно короткими ривками, які повинні чергуватися перервами. Часто це компенсується гарною продуктивністю і високою швидкістю роботи саме під час ривка.

source: Стремление минимизировать усилия в достижении цели. При возникновении трудностей возможен пересмотр цели.
uk: Прагнення мінімізувати зусилля в досягненні мети. При виникненні труднощів можливий перегляд мети.

source: ZZZ стремится всячески избегать необходимости прилагать дополнительные усилия и преодоления трудностей в достижении максимально возможного результата, и склонна не проявлять необходимой настойчивости. При возникновении препятствий и осложнений готова упрощать себе задачу.
uk: ZZZ прагне усіляко уникати необхідності докладати додаткові зусилля заради подолання труднощів та досягнення максимально можливого результату, і схильна не виявляти необхідної наполегливості. При виникненні перешкод і ускладнень готова спрощувати собі завдання.

source: ZZZ стремится всячески избегать необходимости прилагать дополнительные усилия и преодоления трудностей в достижении максимально возможного результата, и склонен не проявлять необходимой настойчивости. При возникновении препятствий и осложнений готов упрощать себе задачу.
uk: ZZZ прагне усіляко уникати необхідності докладати додаткові зусилля заради подолання труднощів та досягнення максимально можливого результату, і схильний не виявляти необхідної наполегливості. При виникненні перешкод і ускладнень готовий спрощувати собі завдання.

source: Склонность отвлекаться от основной задачи, совершая ошибки и снижая темп работы.
uk: Схильність відволікатися від основного завдання, роблячи помилки і знижуючи темп роботи.

source: Она склонна отвлекаться и совершать ошибки.
uk: Вона схильна відволікатися і робити помилки.

source: Он склонен отвлекаться и совершать ошибки.
uk: Він схильний відволікатися і робити помилки.

source: Склонность к рассеиванию усилий и стремление к частой смене вида деятельности.
uk: Схильність до розсіювання зусиль та прагнення часто змінювати вид діяльності.

source: Из-за своего неусидчивого характера ZZZ часто не доводит дело до конца.
uk: Через свій непосидючий характер ZZZ часто не доводить справу до кінця.

source: Склонность игнорировать некоторые нормы, протоколы, технологии и т.п. ради получения результата. Компенсируется нестереотипным мышлением, внутренней свободой, творческой раскрепощенностью.
uk: Схильність ігнорувати деякі норми, протоколи, технології та інше заради отримання результату. Компенсується нестереотипним мисленням, внутрішньою свободою.

source: И про дисциплину. ZZZ может быть недисциплинированной. Особенно, если существующие правила и ограничения, которые ей неудобны, или она их не понимает.
uk: І про дисципліну. ZZZ може бути недисциплінованою. Особливо, якщо існуючі правила та обмеження, які їй незручні, або вона їх не розуміє.

source: И про дисциплину. ZZZ может быть недисциплинированным. Особенно, если существующие правила и ограничения, которые ему неудобны, или он их не понимает.
uk: І про дисципліну. ZZZ може бути недисциплінованим. Особливо, якщо існуючі правила та обмеження, які йому незручні, або він їх не розуміє.

source: Не проявляет инициативу без особой необходимости. Склонность следовать обстоятельствам и реагировать на них.
uk: Не проявляє ініціативу без особливої потреби. Схильність дотримуватися обставин і реагувати лише на них.

source: Она воздерживается от проявления инициативы без особой необходимости.
uk: Вона утримується від виявлення ініціативи без особливої потреби.

source: Он воздерживается от проявления инициативы без особой необходимости.
uk: Він утримується від виявлення ініціативи без особливої потреби.

source: Застенчивость. Не любит привлекать к себе внимание. Инициатива вступления в отношения полностью возлагается на партнера. В ответ на знаки внимания к себе, считает долгом ответить тем же.
uk: Сором'язливість. Не любить привертати до себе увагу. Ініціатива початку стосунків повністю покладається на партнера. У відповідь на прояв уваги вважає за обов'язок відповісти тим же.

source: В особо важных и ответственных ситуациях ZZZ может испытывать смущение и застенчивость. Предпочитает не проявлять инициативу. Ждет, что первый шаг сделает партнер.
uk: В особливо важливих та відповідальних ситуаціях ZZZ може відчувати збентеження та сором'язливість. Не бажає виявляти ініціативу. Чекає, що перший крок зробить партнер.

source: Склонность к построению иерархии в отношениях и доминированию в них.
uk: Тенденція до побудови ієрархії відносин і домінування в них.

source: ZZZ предпочитает играть ведущую роль в отношениях, склонна к доминированию.
uk: ZZZ віддає перевагу керівній ролі у відносинах, схиляється до домінування.

source: ZZZ предпочитает играть ведущую роль в отношениях, склонен к доминированию.
uk: ZZZ віддає перевагу керівній ролі у відносинах, схиляється до домінування.

source: Поддержка широкого круга знакомств и контактов с тенденцией к его расширению без определенной цели и содержательности.
uk: Підтримка широкого кола знайомств і контактів з тенденцією до їх розширення без конкретної мети та значущості.

source: ZZZ достаточно общительна. Поддерживая широкий круг знакомств, она все же стремится к содержательности контактов, или преследует определенную цель.
uk: ZZZ досить комунікабельна. Підтримуючи широке коло знайомств, вона все ж прагне до змістовності контактів або переслідує конкретну мету.

source: ZZZ достаточно общителен. Поддерживая широкий круг знакомств он все же стремится к содержательности контактов, или преследует определенную цель.
uk: ZZZ досить комунікабельний. Підтримуючи широке коло знайомств, він все ж прагне до змістовності контактів або переслідує конкретну мету.

source: Эмоциональная самодостаточность.
uk: Емоційна самодостатність.

source: В условиях стресса склонность к чувственной ранимости.
uk: В умовах стресу схильність до чутливої вразливості.

source: Коммуникабельность среднего уровня, не исключающая случайные контакты.
uk: Комунікабельність середнього рівня, не виключені випадкові контакти.

source: Эмоциональный отклик слабо выраженный. Взаимодействие с партнером больше формальное, чем эмоциональное.
uk: Емоційний відгук слабко виражений. Взаємодія з партнером більше формальна, ніж емоційна.

source: Скорость обработки новой информации ниже средней, с хорошим качеством.
uk: Швидкість обробки нової інформації нижча за середню, з доброю якістю.

source: Склонность к сомнениям, затрудняющим принятие решений.
uk: Схильність до сумнівів, які ускладнюють прийняття рішень.

source: Склонность к стандартным подходам при решении задач. Экспериментировать в поиске нужных решений заставляет только острая необходимость.
uk: Схильність до стандартних підходів у вирішенні завдань. Експериментувати у пошуку потрібних рішень змушує лише гостра необхідність.

source: Склонность к неторопливой работе. Высокий темп работы может вызывать дискомфорт.
uk: Схильність до неквапливої роботи. Високий темп роботи може викликати сильний дискомфорт.

source: Склонность к неторопливому началу нового дела.
uk: Схильність до неквапливого початку нової справи.

source: Выносливость средняя, но эффективность работы становится выше после короткого отдыха.
uk: Витривалість середня, але ефективність роботи стає вищою після короткого відпочинку.

source: Склонность достигать результат с минимальными усилиями и избегать трудностей. Может проявляться изобретательность и креативный подход.
uk: Схильність досягати результату з мінімальними зусиллями та уникати труднощів. Може виявлятися винахідливість та креативний підхід.

source: Склонность рассеивать свое внимание, снижая эффективность работы.
uk: Схильність розсіювати свою увагу, знижуючи ефективність роботи.

source: Она склонна рассеивать свое внимание.
uk: Вона схильна розсіювати свою увагу.

source: Он склонен рассеивать свое внимание.
uk: Він схильний розсіювати свою увагу.

source: Отсутствие склонности к выполнению монотонной и кропотливой работы.
uk: Не любить виконувати монотонну та кропітку роботу.

source: Не любит монотонную работу.
uk: Не любить монотонну роботу

source: Не проявляет инициативу без особой необходимости.
uk: Не проявляє ініціативу без особливої потреби.

source: При формировании отношений предпочитает играть пассивную роль.
uk: При формуванні відносин віддає перевагу пасивній ролі.

source: Предпочитает играть ведущую роль в отношениях.
uk: Воліє грати головну роль у відносинах.

source: Потребность в эмоциональном взаимодействии с окружающими средняя.
uk: Потреба в емоційній взаємодії з оточуючими середня.

source: Стрессоустойчивость среднего уровня.
uk: Стресостікість середнього рівня.

source: Сочетает черты рационального и интуитивного мышления. Принятые решения основываются на достоверных фактах, предыдущем опыте, известных закономерностях, но окончательное решение должно соответствовать интуитивным ощущениям.
uk: Поєднує риси раціонального та інтуїтивного мислення. Ухвалені рішення ґрунтуються на достовірних фактах, попередньому досвіді, відомих закономірностях, але остаточне рішення має відповідати інтуїтивним відчуттям.

source: Способность свободно выражать свои эмоции, но при этом сохранять контроль над ними.
uk: Здатність вільно висловлювати свої емоції, але й зберігати контроль над ними.

source: Эмоциональный отклик среднего уровня.
uk: Емоційний відгук середнього рівня.

source: Скорость обработки информации средняя, с хорошим качеством.
uk: Швидкість обробки інформації середня, з гарною якістю.

source: Процесс мышления завершается принятием соответствующих решений с возможностью их пересмотра в дальнейшем.
uk: Процес мислення завершується прийняттям відповідних рішень із можливістю їхнього перегляду надалі.

source: Сочетание гибкости мышления и стандартных подходов при решении задач.
uk: Поєднання гнучкості мислення та стандартних підходів під час вирішення завдань.

source: Темп работы средний.
uk: Темп праці середній.

source: Включение в работу практически без временных затрат на психологическую подготовку.
uk: Починає роботу практично без тимчасових витрат за психологічну підготовку.

source: Выносливость средняя.
uk: Витривалість середня.

source: Оптимальное сочетание твердости и гибкости в достижении целей.
uk: Оптимальне поєднання твердості та гнучкості у досягненні цілей.

source: Способность к концентрации внимания на решаемой задаче сочетается с возможностью контроля происходящего вокруг.
uk: Здатність до концентрації уваги на розв'язуваній задачі поєднується з можливістю контролю того, що відбувається навколо.

source: Способность устойчиво выполнять монотонную и кропотливую работу на среднем уровне.
uk: Здатність стійко виконувати монотонну та копітку роботу на середньому рівні.

source: В большинстве случаев проявляется дисциплинированность, соблюдение правил поведения, соответствие принятым нормам.
uk: Найчастіше проявляє дисциплінованість, дотримання правил поведінки, відповідність прийнятим нормам.

source: Баланс между активной жизненной позицией и способностью следовать обстоятельствам.
uk: Баланс між активною життєвою позицією та здатністю враховувати обставини.

source: В отношения может вступать как по собственной инициативе, так и в ответ на внимание к себе.
uk: У відносини може вступати як з власної ініціативи, так і у відповідь на увагу до себе.
