Repository: daryakut/hupres
Catalog: backend/locales/*/LC_MESSAGES/messages.po
Languages: uk

source: Роль в отношениях зависит от обстоятельств: может играть как подчиненную роль, так и роль лидера.
uk: Роль у відносинах залежить від обставин: може грати як підлеглу роль, так і роль лідера.

source: Требовательность к качеству контактов средняя: случайные контакты не исключены, но не регулярны.
uk: Вимоги до якості контактів середні: випадкові контакти не виключені, але не регулярні.

source: Потребность в эмоциональном взаимодействии выше средней.
uk: Потреба в емоційній взаємодії вище за середню.

source: Стрессоустойчивость выше среднего.
uk: Стресостійкість вище за середню.

source: Склонность принимать решения, на которые значительное влияние оказывают внутренние ощущения. В ситуациях неопределенности стремление опираться не столько на факты и опыт, сколько на интуицию.
uk: Схильність приймати рішення, на які значно впливають внутрішні відчуття. У ситуаціях невизначеності прагнення спиратися не так на факти і досвід, як на інтуїцію.

source: Повышенная, но контролируемая эмоциональность.
uk: Підвищена, але контрольована емоційність.

source: ZZZ достаточно эмоциональный человек. Настроение у нее может быстро меняться.
uk: ZZZ досить емоційна людина. Її настрій може швидко змінюватися.

source: ZZZ достаточно эмоциональный человек. Настроение у него может быстро меняться.
uk: ZZZ досить емоційна людина. Його настрій може швидко змінюватися.

source: Эмпатия повышенная, хорошее ощущение партнера и взаимодействие с ним.
uk: Емпатія підвищена, гарне відчуття партнера та взаємодія з ним.

source: ZZZ внимательна к переживаниям других людей. Эмпатия у нее повышенная.
uk: ZZZ уважна до переживань інших людей. Емпатія у неї підвищена.

source: ZZZ внимателен к переживаниям других людей. Эмпатия у него повышенная.
uk: ZZZ уважний до переживань інших людей. Емпатія у нього підвищена.

source: Быстрое мышление. Сохраняется хорошее качество обработки информации.
uk: Швидке мислення. Зберігається гарна якість обробки інформації.

source: Она мыслит быстро, но иногда возможны ошибки.
uk: Вона мислить швидко, але іноді можливі помилки.

source: Он мыслит быстро, но иногда возможны ошибки.
uk: Він мислить швидко, але іноді можливі помилки.

source: Решения принимаются быстро, нет склонности к сомнениям.
uk: Рішення приймаються швидко, немає схильності до сумнівів.

source: ZZZ не имеет склонности сомневаться, решения принимаются быстро и легко.
uk: ZZZ не має схильності сумніватися, рішення приймаються швидко та легко.

source: Склонность к поиску новых эффективных вариантов решения даже стандартных задач.
uk: Схильність до пошуку нових ефективних варіантів вирішення навіть стандартних завдань.

source: Следует отметить свойственную ей гибкость мышления. ZZZ готова экспериментировать даже в тех случаях, когда ситуация стандартна. Она всегда склоняется к поиску новых более эффективных вариантов.
uk: Слід зазначити властиву їй гнучкість мислення. ZZZ готова експериментувати навіть у випадках, коли ситуація стандартна. Вона завжди схиляється до пошуку нових ефективніших варіантів.

source: Следует отметить свойственную ему гибкость мышления. ZZZ готов экспериментировать даже в тех случаях, когда ситуация стандартна. Он всегда склоняется к поиску новых более эффективных вариантов.
uk: Слід зазначити властиву йому гнучкість мислення. ZZZ готовий експериментувати навіть у випадках, коли ситуація стандартна. Він завжди схиляється до пошуку нових ефективніших варіантів.

source: Темп работы высокий.
uk: Темп праці високий.

source: ZZZ работает быстро, иногда, даже в тех случаях, когда такой необходимости нет.
uk: ZZZ працює швидко, іноді, навіть у тих випадках, коли такої потреби немає.

source: Быстрое, без промедления включение в работу, нет потерь времени на психологическую подготовку.
uk: Швидке, негайно включення в роботу, немає втрат часу на психологічну підготовку.

source: За новое дело ZZZ берется достаточно легко и быстро.
uk: За нову справу ZZZ береться досить легко та швидко.

source: Выносливость средняя. Большая продолжительность нагрузки отражается на работоспособности незначительно.
uk: Витривалість середня. Велика тривалість навантаження відбивається на працездатності незначною мірою.

source: Относительно выносливости, нужно отметить, что ZZZ сохраняет работоспособность дольше чем другие. Выносливость выше средней. Большая продолжительность нагрузки отражается на ее работоспособности незначительно.
uk: Щодо витривалості, слід зазначити, що ZZZ зберігає працездатність довше, ніж інші. Витривалість вища за середню. Велика тривалість навантаження відбивається на її працездатності незначною мірою.

source: Относительно выносливости, нужно отметить, что ZZZ сохраняет работоспособность дольше чем другие. Выносливость выше средней. Большая продолжительность нагрузки отражается на его работоспособности незначительно.
uk: Щодо витривалості, слід зазначити, що ZZZ зберігає працездатність довше, ніж інші. Витривалість вища за середню. Велика тривалість навантаження відбивається на її працездатності незначною мірою.

source: При достижении целей чаще проявляет твердость, чем гибкость.
uk: При досягненні цілей частіше виявляє жорсткість, ніж гнучкість.

source: В достижении своих целей ZZZ может проявлять твердость и упорство. Иногда возникновение трудностей и осложнений могут даже стимулировать ее усилия.
uk: У досягненні своїх цілей ZZZ може виявляти твердість та завзятість. Іноді виникнення труднощів та ускладнень можуть навіть стимулювати її зусилля.

source: В достижении своих целей ZZZ может проявлять твердость и упорство. Иногда возникновение трудностей и осложнений могут даже стимулировать его усилия.
uk: У досягненні своїх цілей ZZZ може виявляти твердість та завзятість. Іноді виникнення труднощів та ускладнень можуть навіть стимулювати його зусилля.

source: Способность удерживать высокую концентрацию внимания на текущей задаче. Возможна потеря контроля над происходящим вокруг.
uk: Здатність утримувати високу концентрацію уваги на поточному завданні. Можлива втрата контролю над тим, що відбувається навколо.

source: Склонность к выполнению монотонной и кропотливой работы.
uk: Схильність до виконання монотонної та копіткої роботи.

source: Стремление к соблюдению норм, правил и регламентов, иногда в ущерб эффективности в достижении целей.
uk: Прагнення дотримання норм, правил і регламентів, іноді на шкоду ефективності досягнення цілей.

source: ZZZ достаточно дисциплинированный человек. Стремится не опаздывать, не нарушать правил, иногда, даже в ущерб личным радостям и удовольствиям.
uk: ZZZ досить дисциплінована людина. Прагне не запізнюватися, не порушувати правил, іноді, навіть на шкоду особистим радостям та задоволенням.

source: Склонность инициировать события и активную деятельность.
uk: Схильність ініціювати події та активну діяльність.

source: Она инициативна и способна вовлекать в активную деятельность других.
uk: Вона ініціативна та здатна залучати до активної діяльності інших.

source: Он инициативен и способен вовлекать в активную деятельность других.
uk: Він ініціативний і здатний залучати до активної діяльності інших.

source: При формировании отношений предпочитает чаще играть активную роль.
uk: При формуванні відносин воліє частіше грати активну роль.

source: В отношениях учитывает мнение партнера.
uk: У відносинах враховує думку партнера.

source: ZZZ не слишком общительна. Стремится избегать случайных не содержательных контактов.
uk: ZZZ не надто товариська. Прагне уникати випадкових не змістовних контактів.

source: ZZZ не слишком общителен. Стремится избегать случайных не содержательных контактов.
uk: ZZZ не дуже товариський. Прагне уникати випадкових не змістовних контактів.

source: Экстравертность. Повышенная общительность и эмоциональность в контактах.
uk: Екстравертність. Підвищена товариськість та емоційність у контактах.

source: Стрессоустойчивость высокая. Даже в условиях сильного стресса сохраняется способность принимать осознанные решения. Риск сниженной эмоциональной отзывчивости.
uk: Стрессостійкість висока. Навіть за умов сильного стресу зберігається здатність приймати усвідомлені рішення. Ризик зниженої емоційної чуйності.

source: Высокая коммуникабельность. Готовность контактировать по любому поводу, в том числе со случайными лицами. Трудно переносит полную изоляцию.
uk: Висока комунікабельність. Готовність контактувати з будь-якого приводу, зокрема з випадковими особами. Важко переносить повну ізоляцію.

source: Эмоции яркие и несдержанные, быстро меняются.
uk: Емоції яскраві та нестримні, швидко змінюються.

source: Эмпатия высокая. Чуткое ощущение эмоционального состояния партнера. Возможна эмоциональная ранимость.
uk: Емпатія висока. Чуйне відчуття емоційного стану партнера. Можлива емоційна вразливість.

source: Мышление очень быстрое, но возможны ошибки, связанные с недостатком внимательности.
uk: Мислення дуже швидке, але можливі помилки, пов'язані з нестачею уважності.

source: Отсутствие сомнений при принятии решений и оценок. Склонность принимать решения поспешно, без всесторонней оценки.
uk: Відсутність сумнівів під час прийняття рішень та оцінок. Схильність приймати рішення швидко, без всебічної оцінки.

source: Склонность отклоняться от правил в поисках новых вариантов решения даже стандартных задач. Выраженное стремление к экспериментам.
uk: Схильність відхилятися від правил у пошуках нових варіантів вирішення навіть стандартних завдань. Виражене прагнення експериментів.

source: Темп работы высокий даже в случаях, когда в этом нет необходимости.
uk: Темп роботи високий навіть у випадках, коли в цьому немає необхідності.

source: Быстрое включение в рабочий процесс, часто без необходимой подготовки.
uk: Швидке включення до робочого процесу, часто без необхідної підготовки.

source: Способность к продолжительной работе без потери средней продуктивности и темпа работы.
uk: Здатність до тривалої роботи без втрати середньої продуктивності та темпу роботи.

source: Упорство в достижении цели, основанное на склонности к преодолению препятствий, которые его лишь стимулируют.
uk: Завзятість у досягненні мети, заснована на схильності до подолання перешкод, що його лише стимулюють.

source: Склонность сосредотачиваться на решении конкретной задачи, теряя контроль над происходящим вокруг.
uk: Схильність зосереджуватися на вирішенні конкретного завдання, втрачаючи контроль над тим, що відбувається навколо.

source: Охотно выполняет монотонную и кропотливую работу.
uk: Охоче

source: Усидчива и легко выполняет монотонную работу.
uk: Посидюча і легко виконує монотонну роботу.

source: Усидчив и легко выполняет монотонную работу.
uk: Посидючий і легко виконує монотонну роботу.

source: Стремление к соблюдению норм, правил, регламентов, иногда в ущерб эффективности в достижении целей. Готовность жертвовать ради соблюдения правил личными радостями и удовольствиями.
uk: Прагнення дотримання норм, правил, регламентів, іноді на шкоду ефективності досягнення цілей. Готовність жертвувати заради дотримання правил особистими радощами та насолодами.

source: Склонность инициировать события и активную деятельность. Желание вовлекать окружающих.
uk: Схильність ініціювати події та активну діяльність. Бажання залучати оточуючих.

source: Вступает в отношения или отказывается от них активно, в зависимости от собственных желаний.
uk: Вступає у відносини або відмовляється від них активно, залежно від своїх бажань.

source: Акцент на равноправных отношениях, в которых взаимные позиции и роли постоянно согласуются.
uk: Акцент на рівноправних відносинах, у яких взаємні позиції та ролі постійно узгоджуються.

source: Предпочитает малое число контактов, с минимумом случайных связей. Поддерживаемые контакты должны отвечать личным потребностям.
uk: Віддає перевагу невеликій кількості контактів, з мінімумом випадкових зв'язків. Підтримувані контакти мають відповідати особистим потребам.

source: Острая потребность в постоянном расширении круга общения и получении новых ярких впечатлений. Ярко проявляет свои эмоции и остро реагирует на чужие. Риск аффективных расстройств.
uk: Гостра потреба у постійному розширенні кола спілкування та отриманні нових яскравих вражень. Яскраво виявляє свої емоції та гостро реагує на чужі. Ризик афективних розладів.

source: Высокая интуитивность мышления. Риск игнорирования очевидных фактов и принятия необоснованных решений.
uk: Висока інтуїтивність мислення. Ризик ігнорування очевидних фактів та прийняття необґрунтованих рішень.

source: Коммуникабельность очень высокая, является жизненной потребностью. Содержание и характер коммуникаций особой роли не играет, важно их наличие. Полная изоляция травмирует.
uk: Комунікабельність дуже висока, є життєвою потребою. Зміст і характер комунікацій особливої

source: Эмоциональная нестабильность и повышенная чувствительность. Риск неспособности сдерживать проявления эмоций.
uk: Емоційна нестабільність та підвищена чутливість. Ризик нездатності стримувати прояви емоцій.

source: ZZZ трудно контролировать свои эмоции. Настроение у нее может резко меняться из крайности в крайность по малейшему поводу.
uk: ZZZ важко контролювати свої емоції. Настрій у неї може різко змінюватися з крайності до крайності з найменшого приводу.

source: ZZZ трудно контролировать свои эмоции. Настроение у него может резко меняться из крайности в крайность по малейшему поводу.
uk: ZZZ важко контролювати свої емоції. Настрій може різко змінюватися з крайності в крайність з найменшого приводу.

source: Быстрое эмоциональное соединение с партнером, активное сопереживание, что может усиливать общее эмоциональное напряжение и истощать обе стороны.
uk: Швидке емоційне з'єднання з партнером, активне співпереживання, що може посилювати загальну емоційну напругу та виснажувати обидві сторони.

source: ZZZ остро чувствует эмоциональное состояние других людей, активно подключается и сопереживает им. Эмпатия очень высокая. Даже существует риск, что она может усиливать общее напряжение до эмоционального истощения.
uk: ZZZ гостро відчуває емоційний стан інших людей, активно підключається та співпереживає їм. Емпатія дуже висока. Навіть існує ризик, що вона може посилювати загальну напругу до емоційного виснаження.

source: ZZZ остро чувствует эмоциональное состояние других людей, активно подключается и сопереживает им. Эмпатия очень высокая. Даже существует риск, что он может усиливать общее напряжение до эмоционального истощения.
uk: ZZZ гостро відчуває емоційний стан інших людей, активно підключається та співпереживає їм. Емпатія дуже висока. Навіть існує ризик, що він може посилювати загальну напругу до емоційного виснаження.

source: Мышление максимально быстрое, но поверхностное. Возможны разрывы логических связей. Существует риск принятия поспешных, необоснованных и ошибочных решений.
uk: Мислення максимально швидке, але поверхневе. Можливі розриви логічних зв'язків. Існує ризик прийняття поспішних, необґрунтованих та хибних рішень.

source: То, что касается скорости мышления, то можно сказать, что ZZZ схватывает все очень быстро. Ее мышление гораздо быстрее, чем у других. Но, к сожалению, высокая скорость может приводить к снижению качества. Даже существует риск принятия поспешных, необоснованных и ошибочных решений. Ее мышление максимально быстрое, но поверхностное.
uk: Те, що стосується швидкості мислення, можна сказати, що ZZZ схоплює все дуже швидко. Її мислення набагато швидше, ніж в інших. Але, на жаль, висока швидкість може спричинити зниження якості. Навіть існує ризик прийняття поспішних, необґрунтованих та помилкових рішень. Її мислення максимально швидке, але поверхневе.

source: То, что касается скорости мышления, то можно сказать, что ZZZ схватывает все очень быстро. Его мышление гораздо быстрее, чем у других. Но, к сожалению, высокая скорость может приводить к снижению качества. Даже существует риск принятия поспешных, необоснованных и ошибочных решений. Его мышление максимально быстрое, но поверхностное.
uk: Те, що стосується швидкості мислення, можна сказати, що ZZZ схоплює все дуже швидко. Його мислення набагато швидше, ніж в інших. Але, на жаль, висока швидкість може спричинити зниження якості. Навіть існує ризик прийняття поспішних, необґрунтованих та помилкових рішень. Його мислення максимально швидке, але поверхневе.

source: Категоричность оценок и решений, нежелание их пересматривать, упрямство. Риск упущения большого количества неучтенной информации.
uk: Категоричність оцінок та рішень, небажання їх переглядати, впертість. Ризик втрати великої кількості неврахованої інформації.

source: При принятии решений ZZZ неведомы сомнения. Решения принимаются быстро и легко. Ее оценки могут быть слишком категоричными. Переубедить ее очень сложно. ZZZ упрямо не желает менять свое первоначальное решение.
uk: При ухваленні рішень ZZZ невідомі сумніви. Рішення приймаються швидко та легко. Її оцінки можуть бути надто категоричними. Переконати її дуже складно. ZZZ уперто не бажає змінювати своє первісне рішення.

source: При принятии решений ZZZ неведомы сомнения. Решения принимаются быстро и легко. Его оценки могут быть слишком категоричными. Переубедить его очень сложно. ZZZ упрямо не желает менять свое первоначальное решение.
uk: При ухваленні рішень ZZZ невідомі сумніви. Рішення приймаються швидко та легко. Його оцінки можуть бути надто категоричними. Переконати його дуже складно. ZZZ уперто не бажає змінювати своє первісне рішення.

source: Излишняя спонтанность и отсутствие порядка в мышлении. Риск размывания целей.
uk: Зайва спонтанність та відсутність порядку у мисленні. Ризик розмивання цілей.

source: Важно отметить, что ZZZ обладает очень гибким оригинальным не стереотипным мышлением. Что с одной стороны дает ей возможность с легкостью справляться с нестандартными задачами, а с другой стороны подталкивает ее оригинальничать там, где эффективнее применять проверенные стандартные методы. ZZZ может быть излишне спонтанна, мыслит оригинально, но не упорядоченно. Часто для нее возможность испытать новый подход становится важнее самого решения задачи.
uk: Важливо відзначити, що ZZZ має дуже гнучке оригінальне нестереотипне мислення. Що з одного боку дає їй можливість легко справлятися з нестандартними завданнями, а з іншого боку підштовхує її до оригінальних кроків там, де ефективніше застосовувати перевірені стандартні методи. ZZZ може бути надмірно спонтанна, мислить оригінально, але не впорядковано. Часто для неї можливість випробувати новий підхід стає важливішим за саме вирішення завдання.

source: Важно отметить, что ZZZ обладает очень гибким оригинальным не стереотипным мышлением. Что с одной стороны дает ему возможность с легкостью справляться с нестандартными задачами, а с другой стороны подталкивает его оригинальничать там, где эффективнее применять проверенные стандартные методы. ZZZ может быть излишне спонтанен, мыслит оригинально, но не упорядоченно. Часто для него возможность испытать новый подход становится важнее самого решения задачи.
uk: Важливо відзначити, що ZZZ має дуже гнучке оригінальне нестереотипне мислення. Що з одного боку дає йому можливість легко справлятися з нестандартними завданнями, а з іншого боку підштовхує його до оригінальних кроків там, де ефективніше застосовувати перевірені стандартні методи. ZZZ може бути надмірно спонтанний, мислить оригінально, але не впорядковано. Часто для нього можливість випробувати новий підхід стає важливішим за рішення задачі.

source: Темп работы очень высокий, переходящий в неоправданную спешку. Существует риск потери качества работы и частых ошибок.
uk: Темп роботи дуже високий, що переходить у невиправданий поспіх. Існує ризик втрати якості роботи та частих помилок.

source: ZZZ работает в очень высоком темпе, переходящем в неоправданную спешку. Существует риск потери качества работы и частых ошибок.
uk: ZZZ працює в дуже високому темпі, що переходить у невиправданий поспіх. Існує ризик втрати якості роботи та частих помилок.

source: Поспешный переход от принятых решений к их реализации с риском необдуманных действий.
uk: Поспішний перехід від прийнятих рішень до реалізації з ризиком необдуманих дій.

source: ZZZ очень легка на подъем. За новое дело хватается сразу, иногда не обдумав детали и без подготовки.
uk: ZZZ дуже легка на підйом. За нову справу хапається відразу, іноді не обдумавши деталі і без підготовки.

source: ZZZ очень легок на подъем. За новое дело хватается сразу, иногда не обдумав детали и без подготовки.
uk: ZZZ дуже легкий на підйом. За нову справу хапається відразу, іноді не обдумавши деталі і без підготовки.

source: Относительно выносливости, нужно отметить, что ZZZ способна очень долго сохранять работоспособность и устает гораздо меньше, чем многие. Очень высокая выносливость. Она легко может чем-то заниматься продолжительное время без потери средней продуктивности и темпа работы.
uk: Щодо витривалості, слід зазначити, що ZZZ здатна дуже довго зберігати працездатність і втомлюється набагато менше, ніж багато хто. Дуже висока витривалість. Вона легко може чимось займатись тривалий час без втрати середньої продуктивності та темпу роботи.

source: Относительно выносливости, нужно отметить, что ZZZ способен очень долго сохранять работоспособность и устает гораздо меньше, чем многие. Очень высокая выносливость. Он легко может чем-то заниматься продолжительное время без потери средней продуктивности и темпа работы.
uk: Щодо витривалості, слід зазначити, що ZZZ здатний дуже довго зберігати працездатність і втомлюється набагато менше, ніж багато хто. Дуже висока витривалість. Він легко може чимось займатись тривалий час без втрати середньої продуктивності та темпу роботи.

source: Склонность к достижению целей любой ценой. При возникновении препятствий проявляет упрямство и бескомпромиссность, риск конфликтности и агрессивности.
uk: Схильність до досягнення цілей за будь-яку ціну. У разі перешкод виявляє впертість і безкомпромісність, ризик конфліктності і агресивності.

source: ZZZ очень настойчива в достижении поставленных перед собою целей. При возникновении препятствий проявляет упрямство и бескомпромиссность. В стремлении добиться результата любой ценой может идти на неоправданные жертвы.
uk: ZZZ дуже наполеглива у досягненні поставлених собі цілей. У разі перешкод виявляє впертість і безкомпромісність. У прагненні досягти результату за будь-яку ціну може йти на невиправдані жертви.

source: ZZZ очень настойчив в достижении поставленных перед собою целей. При возникновении препятствий проявляет упрямство и бескомпромиссность. В стремлении добиться результата любой ценой может идти на неоправданные жертвы.
uk: ZZZ дуже наполегливий у досягненні поставлених собі цілей. У разі перешкод виявляє впертість і безкомпромісність. У прагненні досягти результату за будь-яку ціну може йти на невиправдані жертви.

source: Стремление концентрировать свое внимание только на текущей задаче. Необходимость переключения внимания на другие задачи вызывает раздражение.
uk: Прагнення концентрувати свою увагу лише на поточному завданні. Необхідність переключення уваги інші завдання викликає роздратування.

source: Предпочитает выполнять монотонную и кропотливую работу. Риск уклонения от работы, требующей скорости и эмоционального напряжения.
uk: Вважає за краще виконувати монотонну і копітку роботу. Ризик ухилення від роботи, що вимагає швидкості та емоційної напруги.

source: Активное осуждение себя и окружающих за дисциплинарные нарушения и за стремление действовать наперекор общепринятым нормам. Риск нездорового аскетизма, стремления осуждать всё и вся. Склонность к контролю других и себя.
uk: Активне засудження себе та оточуючих за дисциплінарні порушення та за прагнення діяти всупереч загальноприйнятим нормам. Ризик хворобливого аскетизму, прагнення засуджувати все і вся. Схильність до контролю інших та себе.
