Repository: daryakut/hupres
Catalog: backend/locales/*/LC_MESSAGES/messages.po
Languages: uk

source: ZZZ сторонница дисциплины. Старается быть пунктуальной и не нарушать правила даже в ущерб себе, и резко негативно относится к тем, кто их нарушает.
uk: ZZZ прихильниця дисципліни. Намагається бути пунктуальною і не порушувати правила навіть на шкоду собі, і різко негативно ставиться до тих, хто їх порушує.

source: ZZZ сторонник дисциплины. Старается быть пунктуальным и не нарушать правила даже в ущерб себе, и резко негативно относится к тем, кто их нарушает.
uk: ZZZ прихильник дисципліни. Намагається бути пунктуальним і не порушувати правила навіть на шкоду собі і різко негативно ставиться до тих, хто їх порушує.

source: Повышенная и часто необоснованная инициативность.
uk: Підвищена та часто необґрунтована ініціативність.

source: Она очень инициативна, иногда даже слишком.
uk: Вона дуже ініціативна, іноді навіть занадто.

source: Он очень инициативен, иногда даже слишком.
uk: Він дуже ініціативний, іноді навіть занадто.

source: Вступает в отношения или отказывается от них активно, в зависимости от своего желания.
uk: Вступає у відносини чи відмовляється від них активно, залежно від свого бажання.

source: Размывание личных, ролевых или должностных границ в отношениях. Легкая смена ролей в отношениях. Риск панибратства, отсутствия четких зон ответственности и т.п.
uk: Розмивання особистих, рольових чи посадових кордонів у відносинах. Легка зміна ролей у стосунках. Ризик панібратства, відсутність чітких зон відповідальності тощо.

source: Высокая требовательность в отношениях к партнерам. Риск замкнутости и отрицания любых новых отношений.
uk: Висока вимогливість у стосунках до партнерів. Ризик замкнутості та заперечення будь-яких нових відносин.

source: ZZZ необщительный, несколько замкнутый, самодостаточный человек. Предпочитает поддерживать контакты либо по делу, либо общаться с хорошо знакомыми, важными для нее людьми.
uk: ZZZ нетовариська, дещо замкнута, самодостатня людина. Вважає за краще підтримувати контакти або у справі, або спілкуватися з добре знайомими, важливими для неї людьми.

source: ZZZ необщительный, несколько замкнутый, самодостаточный человек. Предпочитает поддерживать контакты либо по делу, либо общаться с хорошо знакомыми, важными для него людьми.
uk: ZZZ нетовариська, дещо замкнута, самодостатня людина. Вважає за краще підтримувати контакти або у справі, або спілкуватися з добре знайомими, важливими для нього людьми.
