import React from 'react';
import './static/style';
import {Checkbox} from "antd";
import QueueAnim from "rc-queue-anim";
import Header from "../Home/Header";
import {BulbOutlined, FireOutlined, KeyOutlined, SmileOutlined} from "@ant-design/icons";

const Disclaimer = ({}) => {

  return (
    <>
      <Header/>
      <div className="disclaimer-page">
      <div className="disclaimer-page-content">
        <hr className="landing-hr"/>
        <h2 className="landing-font-xl full-width">ДИСКЛАЙМЕР</h2>
        <h5 className="landing-font-md full-width">ВІДМОВА ВІД ВІДПОВІДАЛЬНОСТІ</h5>
        <div className="box-md"/>
        <p className="landing-font-md">
          Власники сайту зробили все можливе для забезпечення точності і достовірності представленої на цьому
          сайті інформації. Проте, інформація викладається як думка авторів без будь-яких гарантій. Власники сайту
          не несуть ніякої відповідальності за зміст, точність, вичерпність, законність і достовірність інформації,
          що міститься на цьому сайті.
        </p>
        <p className="landing-font-md">
          Сайт не гарантує реалізацію обіцянок, очікувань та / або заяв будь-якого роду, очевидних чи гаданих,
          що можуть трактуватися як природні, стандартні, що маються на увазі, випливають з наведеної на сайті
          інформації, а також можливості її застосування у випадку ваших конкретних обставин.
        </p>
        <p className="landing-font-md">
          Власники сайту не несуть відповідальності за будь-які збитки або шкоду будь-якого
          роду (прямі, непрямі, чи таки, що логічно випливають), що виникли в результаті договорів, угод,
          правопорушень чи іншим чином виникли в результаті використання (або неможливості використання) вами
          цього сайту або від вашого використання (або невикористання) інформації, що опублікована на цьому сайті.
        </p>
        <p className="landing-font-md">
          Цей сайт може містити посилання на інші сайти, що належать третім особам. Зміст таких сторонніх
          сайтів не перебуває під нашим контролем, і не може та не має вважатися схваленням з боку нашого сайту,
          а також будь-яких продуктів / послуг, що рекламуються, пропонуються або продаються на сторонніх сайтах.
          Також ми не гарантуємо, що такі сторонні сайти не містять комп'ютерних вірусів або чого-небудь ще, що має
          шкідливі властивості. Ми не можемо і не несемо відповідальності за збір або використання персональних
          даних з будь-якого стороннього сайту. Крім того, ми не несемо відповідальності за достовірність
          інформації, реклами третіх осіб.
        </p>
      </div>
      </div>
    </>
  );
};

export default Disclaimer;
