import React from 'react';
import PropTypes from 'prop-types';
import ScrollOverPack from 'rc-scroll-anim/lib/ScrollOverPack';
import QueueAnim from 'rc-queue-anim';

export default function Page1({isMobile}) {
  return (
    <>
      <ScrollOverPack id="page1">
        <div className="page1-image"/>
        <QueueAnim
          // type={isMobile ? 'bottom' : 'right'}
          type={'left'}
          className="text-wrapper page1-content"
          key="text1"
          leaveReverse
        >
          <hr key="hr1" className="landing-hr"/>
          <p key="p1.1" className="landing-font-sm">
            Консультант-психолог за допомогою штучного інтелекту на основі технології HUPRES дає вам змогу
            без проходження психологічних тестів отримати в режимі чату психологічну консультацію про себе та
            інших людей з будь-яких питань.
          </p>
          <p key="p2.1" className="landing-font-sm">
            Для отримання вірної інформації про характер людини технологія HUPRES використовує лише ваші
            знання про її зовнішній вигляд.
          </p>
          <hr key="hr2" className="landing-hr"/>
          <h2 key="h2.2" className="landing-font-lg">ЯК ЦЕ ПРАЦЮЄ</h2>
          <p key="p2.1" className="landing-font-sm">
            Наші вчені, спираючись на наукові знання про конституцію людини, розробили унікальний метод
            визначення особистісних якостей людини тільки на основі фізичних параметрів будови її тіла.
          </p>
          <p key="p2.2" className="landing-font-sm">
            Сама ідея зв’язку будови тіла з фізіологічними та психологічними особливостями людини не нова.
            Розуміння цього глибокого зв'язку формувалося ще в стародавній та античної філософії. Сьогодні
            воно знаходить прояв у сучасній науці в психосоматичної медицини. Ця модна в останні роки галузь науки
            вивчає вплив психологічних чинників на розвиток соматичних, тобто тілесних захворювань.
          </p>
          <p key="p2.2" className="landing-font-sm">
            На відміну від стародавньої психосоматики, сучасна медицина та психологія займаються переважно
            вивченням причин захворювань та їх корекцією. Взаємодія тіла і психіки в стані умовного здоров'я
            таким чином стає поза інтересу, бо вважається, що тоді нема чого лікувати та коригувати.
          </p>
          <p key="p2.2" className="landing-font-sm">
            Але ж цей зв’язок між будовою тіла та психікою існує не тільки при захворюванні. В стані умовного
            здоров’я він нікуди не зникає! Саме на це і спирається HUPRES.
          </p>
          <p key="p2.2" className="landing-font-sm">
            При цьому, стверджуючі про прямий зв’язок між будовою тіла та психікою ми не маємо на увазі, що
            конкретна тілесна ознака, наприклад, форма носа, визначає конкретну психологічну рису, наприклад,
            міру агресивності. Саме сукупність тілесних ознак  (загальний образ) відображає індивідуальну
            конституцію і відповідну сукупність рис характеру цієї людини.
          </p>
        </QueueAnim>
      </ScrollOverPack>
    </>
  );
}
Page1.propTypes = {
  isMobile: PropTypes.bool,
};
